{
	"editorial_id" : 1,
	"header_txt" : "Run around the world with Dean Karnazes",
	"header_img" : "https://dl.dropboxusercontent.com/s/9tk78t8iedlc1w1/7.png",
	"author_name" : "DEAN KARNAZES",
	"author_img" : "https://dl.dropboxusercontent.com/s/1lub1wnzu2xr4bb/6.png",
	"body_txt" : "When you race as far and as frequently as Ultramarathon Man and ZOZI Guru Dean Karnazes does, you never know what you might experience. From bare-it-all Brazilians to old ladies wielding baguettes like weapons, Karnazes has seen the world and then some. (And you thought all he did was run.) Read on for 11 of Dean’s favorite marathons, ultras, and “death races,” and their individual highlights and quirks. 1. BIG SUR INTERNATIONAL MARATHON The basics: Classic 26.2-mile marathon; 4,500 competitors Next race is April 24, 2016. The Big Sur International Marathon each spring is so incredibly beautiful. The course runs along California’s coastline from Big Sur to Carmel on Highway 1. Motorized traffic is not allowed during the race so runners have the route all to themselves. When you drive the coastline, you're going around 45 miles an hour. You see great sites, but it all happens pretty quickly. When you take it in on foot, you just see so many new and incredible views. Bonus feature: Music. From orchestras to concert pianists to Tahitian bongo players around each corner, it's really a delightful overall experience. 2. RIO MARATHON The basics: Classic 26.2-mile marathon; 26,000 runners July I’ve seen many, many exotic cities, and I would say that Rio De Janeiro is the most exotic. And that's because of how stunning it is. It’s just one superlative after another. You’re running in summer on a beach that's gorgeous. You're looking up at these massive rock towers. There are people climbing the rock towers and hang-gliding off of them. The food is incredibly fresh. And if you go to Ipanema Beach—oh my god, you’ll never see so much skin. The Brazilians are not afraid to bare it all. (And they look fine doing so.)."
}