{
	"editorial_id" : 1,
	"header_txt" : "Run around the world with Dean Karnazes",
	"header_img" : "https://dl.dropboxusercontent.com/s/9tk78t8iedlc1w1/7.png",
	"author_name" : "DEAN KARNAZES",
	"author_img" : "https://dl.dropboxusercontent.com/s/1lub1wnzu2xr4bb/6.png",
	"body_txt" : "When you race as far and as frequently as Ultramarathon Man and ZOZI Guru Dean Karnazes does, you never know what you might experience. From bare-it-all Brazilians to old ladies wielding baguettes like weapons, Karnazes has seen the world and then some. (And you thought all he did was run.) Read on for 11 of Dean’s favorite marathons, ultras, and “death races,” and their individual highlights and quirks.\n\n1. BIG SUR INTERNATIONAL MARATHON\n\nThe basics: Classic 26.2-mile marathon; 4,500 competitors\nNext race is April 24, 2016.\n\nThe Big Sur International Marathon each spring is so incredibly beautiful. The course runs along California’s coastline from Big Sur to Carmel on Highway 1. Motorized traffic is not allowed during the race so runners have the route all to themselves. When you drive the coastline, you're going around 45 miles an hour. You see great sites, but it all happens pretty quickly. When you take it in on foot, you just see so many new and incredible views. Bonus feature: Music. From orchestras to concert pianists to Tahitian bongo players around each corner, it's really a delightful overall experience.\n\n2. RIO MARATHON\n\nThe basics: Classic 26.2-mile marathon; 26,000 runners\nJuly\n\nI’ve seen many, many exotic cities, and I would say that Rio De Janeiro is the most exotic. And that's because of how stunning it is. It’s just one superlative after another. You’re running in summer on a beach that's gorgeous. You're looking up at these massive rock towers. There are people climbing the rock towers and hang-gliding off of them. The food is incredibly fresh. And if you go to Ipanema Beach—oh my god, you’ll never see so much skin. The Brazilians are not afraid to bare it all. (And they look fine doing so.)\n\n3. ULTRA-TRAIL DU MONT-BLANC\n\nThe basics: Mountain race of approximately 170K; 2,300 runners\nAugust\n\nThe UTMB is a circumnavigation of Mont Blanc, the highest peak in western Europe, and it goes through rugged terrain in three different countries: France, Italy, and Switzerland. I first ran the UTMB in its second year. There were only a few of us racing, the trails weren’t well marked, and you would pop out into small cobblestone villages not knowing exactly where you were. One morning, I was very sleep-deprived—and I had to pee. I couldn’t find anywhere to go, so I did what a runner does and found some hedges. All of a sudden, I start getting hit on the back of the head by something. I turn around, and there's this old woman. She's got a baguette in her hand and she's beating me senseless! Now that 2,300 people run the race annually, I imagine these incidents are much less common.\n\n4. CHILE’S ATACAMA CROSSING\n\nThe basics: Seven-day, six-stage, 150-mile footrace, in which racers must carry everything they need for the entire event on their backs; about 200 competitors\nNext race is October 4th.\n\nThe Atacama Desert in Central Chile—the driest place in the world—is home to October’s Atacama Crossing race. It’s the most unusual place you’ll ever visit. Some say it looks like a lunar surface, but I think it looks more like a red rock Mars-scape. When event staff told me it never rains there, I asked, “Well, how long hasn't it rained?” Their response? “It’s never rained. As long as they’ve been keeping records, they've never recorded a drop of rain.”\n\n\n5. ANTARCTIC ICE MARATHON\n\nThe basics: Classic 26.2-mile marathon; 50-some runners\nNovember\n\nEveryone should visit Antarctica once in his or her lifetime. It’s as far away from planet Earth as you can get and still be on planet Earth. The Ice Marathon is the southernmost marathon in the world and is the only official marathon within the Antarctic Circle on the mainland. (The same group coordinates the Frozen Continent Half Marathon and a 100K footrace in the same area.) It’s held in November, which is summer there. The 24-hour-a-day bright sunlight is kind of freaky, but, if you can manage your sleep, all that light will help as you run. And while it’s not exactly warm—with windchill, it’s usually only about minus 4—the temperatures don't feel as cold as you might expect. \n\n6. CITY2SURF\n\nThe basics: 14K; 78,000 competitors\nAugust\n\nAustralia’s equivalent of San Francisco’s Bay to Breakers, City2Surf is one of the largest footraces in the world. I used to live in Australia, so this event has special meaning to me. It goes from downtown Sydney’s Hyde Park out to the popular Bondi Beach on the east coast of Australia. The race doubles as a \"fancy dress” contest, and it definitely brings out people’s crazy. It’s not unusual to run with a bright-yellow Minions and giant pandas.\n\n\n\n7. GREAT WALL MARATHON\n\nThe basics: Classic 26.2-mile marathon (half-marathon and 8.5K fun run options also available); 2,500 runners\nMay\n\nA section of the Great Wall of China that extends into Tianjin Province is home to this marathon that takes place annually on the third Saturday in May. It starts and finishes in the Yin & Yang Square, part of the former Huangyaguan fortress. The number of stairs you have to climb is insane—an insanely terrific 5,164 steps.\n\n8. CANADIAN DEATH RACE\n\nThe basics: 125K extreme adventure race; 1,500 runners\nAugust\n\nThe name alone says it all, right? A rugged and remote race held in the Canadian Rockies, the Death Race consists of 125 kilometers over three mountain summits and includes 17,000 feet of elevation change. Mostly people run the five legs as part of a relay team of two to five members. (Unless you’re one of us crazy guys going it alone.) The fifth and final leg, with a net elevation change of more than 2,500 feet, typically takes place in complete darkness, and it’s recommended you have a halogen headlamp—and brand-new batteries.\n\n9. NAVARINO CHALLENGE\n\nThe basics: Length options vary each year. In 2015, competitors can choose from a half-marathon, a 10K, and a 5K.\nSeptember\n\nYes, I’m an ambassador for this event, so I’m probably a bit biased, but it’s no secret that I love Greece and my Greek heritage. The Navarino Challenge is a two-day running festival that offers multiple distances, based on your ability, including different options each year ranging from a 1K up to a classic marathon. This year’s event will be held in mid-September, and takes place in the Messina region of southwest Peloponnese. Note: Ouzo abounds at the end (and, if you want it, along the way).\n\n10. COMRADES MARATHON\n\nThe basics: 56.1-mile ultramarathon; nearly 17,000 competitors\nNext race is May 29, 2016.\n\nComrades is the largest and oldest ultramarathon in the world—the first race took place in May of 1921 with 34 runners. Set in South Africa (between the coastal city of Durban and the capital of the Kwazulu-Natal Province), this springtime ultra fascinates me with its lore and history. Comrades was the vision of Vic Clapham, a soldier in the East African Campaign of World War I, which ended in 1918. He felt that “if infantry men, drafted into the armed forces from sedentary jobs, could endure forced marches over great distances, trained athletes could cover the distance between the two cities without great difficulty.” The powers-that-be at the time thought he was crazy, and it took him three years of perseverance and ignoring his critics before he finally got approval and a one-pound loan. The 2016 theme for the 91st running? Izokuthoba, or “It will humble you.”\n\n11. NEW YORK CITY MARATHON\n\nThe basics: Classic 26.2-mile marathon; largest marathon in the world, with 50,564 finishers\nNovember\n\nTo me, November’s NYC Marathon is really a celebration of humanity because New York is so diverse and you run through five boroughs, each of which are like a separate universe. The other thing that makes this race so special is that a million people come out to cheer all along the route. Those numbers are incredible—and the noise is deafening. It might sound overwhelming, but most people agree that it's a tremendous pick-me-up."
}